tap "homebrew/bundle"
brew "bat"
brew "glib"
brew "cmake"
brew "coreutils"
brew "diff-pdf"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "gh"
brew "gifsicle"
brew "git-lfs"
brew "go"
brew "imagemagick"
brew "llm"
brew "opentofu"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "python@3.12"
brew "smartmontools"
brew "speedtest-cli"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "yt-dlp"
cask "1password-cli"
cask "chromedriver"
cask "hiddenbar"
cask "vlc"
vscode "charliermarsh.ruff"
vscode "docker.docker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "openai.openai-chatgpt-adhoc"
