tap "homebrew/bundle"
brew "bat"
brew "glib"
brew "python@3.12"
brew "diff-pdf"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "gh"
brew "git-lfs"
brew "go"
brew "llm"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "smartmontools"
brew "speedtest-cli"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "yt-dlp"
cask "1password-cli"
cask "chromedriver"
cask "hiddenbar"
cask "vlc"
